
public class MainPrueba {

	public static void main(String[] args) {
		// TODO Auto-generated method stub
		System.out.println("Ṡ̷̛̟͔̘̿̈́̈́̇̃̏͗͛̊̈́̒͐̔͊̆̊̾̃̌̑̎͌̅̍̈́̆̀͛̆̿̔͗̀͋̍̿̈̈́̍͆̚͝͝͝͝͠͝͝ȩ̶̢̢̧̡̛̜͎̦̫̠̪̩̲̳͎̤̣̥̥̗̭͔̩̟͕̜̫̟̲͙̬͎̗͔̭̰̞̟̜̙͔͕͚͉̖͔͖͚͈͎͈̗̱̬͉̯̿̽͌̌͗̊͌̓̑̎͆̽̈́͛͒̾̍̒͗̀̃͋̀̓́̔͌̒̀̽̉̀̾̐̇̍͑̾̇̾̈́̂̒̔́͂̑͂̏̀̆̂̎̅̏̍̏͒̐͌́̆̆̍̈́̆́͆́̃͘̚͘̕̕͘̚͘̕͜͜͜͠͝͠͝͠͝r̸̢̡̧̨̢̧̨̛̛̛̛̮̟̫̟̤̻̦͔̬̼̰͉͚̪̼̗͇̥̖̦͓̙͎̯̖̫̜̙̻͕̻̘̙̹̪̯̬͇̰̤͙͉͓͇̥̣̣͓͇͉͕̱̠͉͕̟̹̥̻̹͍̖͔̯̮̳͓͕̣͇͎͚̯͍̭͈̤͓̺̼̰̥̰̫͇͖̤̹̖̮̙͓̣̼̦̪͍̀͂͂͒̋́͋̐͆̏̒̐͗̈́̍̀̾̆̔̃͗̊̿̍͌͑͂͋͒̈́̈̋̑̓͆͌̈̆͆̓̾͗̀̀̈̅̆̑̀͛̀͊̉̏͐̏͑̒̽͂͋͋̏̋̌́̍͂̿͒̽̓̈̒͊̑̀̄̈́̐͂͋̓͗̃͐̋̿͆̈͆̈̊͂̉̅̈́̂̎̃̽͑͂̐͛̍̃̽̆́́̕̕͘̚̚̚͘͘͜͠͝͝͝͝͝͝͠ͅͅͅͅͅͅg̸̡̡̡̧̢̢̧̨̧̢̨̛̛̭͉̤͇̪̞̜̹̣̗̦͚̲̖͇̥͓̟̰̖̥̪̟̣͙̘̣̙͕̱̥̠̳̙͚͎͕̜̪̳̳̱̰͍͈͔͙̖̖͚͓̗̭̖̦̥̟͈̖̙͔̞̰͚̻̹̱͕̗̟̤͙̳̺̻̲̜͎͓̩̬̜̖̹͕͚̣̪͕̦̤̳̘͓̟̳̳̱̻̫̞͋͌͛͐̆̇́̈̊̆̈́̽̒̌̏̀̊̋̃̏̎̆̋͌͋̄̾̾̅́̀̃͋̊̈́͒̾̈́̈͒̀͂̎͐͌̽̔̔̇͋̄̀̑̋̏̈̍́̀͊̿́̐͊͊͆̒̔͒͒̽̂̌̈́̋̎̄̎̊́̌̐͌̽̈́̓̏̈́̒̉́̂̐͑̓́̈́̈́̒̃̽̿͋͆̏̈́̎͑͂͆͋̕͘̕̕͘̚͘͜͜͜͜͝͝͝͝͝͠ͅͅͅͅͅi̵͎̣̖̒͗͂̊͐͋̊͌́͆̎̏͒̋̉̇͋̌́̀̈́̈́͆̓͛͋́̕̕͝͝͝ơ̴̢̧̨̢̧̡̧̨̢̢̛̛͖̭̗̥̖̝̱̳̜̙̩̣̲̬͕̺̟̝̪͕̼̖͇͉͔̙͎͙͔̭̬̠̗̳̞͈̳̬͖͓̫̻̘̬̤̻̘̘̺̻̠̲͎̙̫͈̫͍̤̱͖̠̹̠̣͉̥̺̼͚͍͎͕̥̰̪̫̝̗̣̣̭̫̘̞̤̲̼̝̞̹̞̖̲̪̯͓͔̮͕̬͙̫̩̩̗̩͖̞̜͔̜͔͈͎̗͓̝͓͙͈̲̼͔͍͎͉̮͂̃͒̅̀̿̄̒̈́̂̿͗̒̓̾̀́̒̏̀͌̀͛̎͛͊́̑̂̆̄̈̓̾̆̎̐̈́̀̿̇͂̃̋̌̔̎͐̃̊͆̾͊̃͌̓̓̀́́̒͒̿͛̒̎̀̂̎̐̈́̈͊̅̍̐̉̈́͑̅̈́̿̈́́̅̆̕̕͘͘͘͘͜͜͜͜͠͝͝͝͝͠͝ͅͅͅ");
		//Hey hola gente aqui unax
	}

}
